tap "homebrew/bundle"

brew "autossh"
brew "eza"
brew "fzf"
brew "gh"
brew "jq"
brew "ncurses"
brew "neofetch"
brew "neovim"
brew "node"
brew "pyenv"
brew "ripgrep"
brew "tmux"
brew "tmux-fingers"
brew "utf8proc"
brew "vimpager"
brew "yadm"

cask "brave-browser"
cask "caffeine"
cask "datagrip"
cask "discord"
cask "ghostty"
cask "obsidian"
cask "plexamp"
cask "qobuz"
cask "scroll-reverser"
cask "slack"
cask "steam"
cask "sublime-text"
